Revit 2021.1 API
SpecTypeId.HeatGain Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId HeatGain { get; }
Visual Basic
Public Shared ReadOnly Property HeatGain As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HeatGain {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace